{
	"10101": {
		"subTitle": "",
		"name": "新闻记录：大洋联邦首脑会议第二日",
		"group_ID": 1,
		"id": 10101,
		"is_classified": 0,
		"content": "……大洋联邦首脑会议已经进入了第二天。本届首脑会议为近十年来规模最大的一次，来自大洋联邦的各国领导人全部齐聚白鹰，无一缺席。会议议程也加长到了四天，同样为历年之最。\n在昨日会议第一日结束后的记者会上，发言人宣布了大洋联邦内各国将由白鹰牵头，建立一系列心智魔方兵器科研协议的消息。很快大洋联邦内各国都能建立起一支属于自己的舰船舰队了。\n同时据悉，作为大洋联邦首脑会议的第二日，本日会议的主要议题将会重点围绕因为科技革命而带来的军队革命进行讨论。\n大洋联邦内各国只有适应时代的变化，对现有军队体质进行彻底改革，进一步加强彼此之间的合作与联系，才能更好应对激变的世界局势与日益严峻的前进阵线威胁……",
		"pic": ""
	},
	"10102": {
		"subTitle": "",
		"name": "社会资料：不为人知的另一道铁幕",
		"group_ID": 2,
		"id": 10102,
		"is_classified": 0,
		"content": "……诸位是不是偶然会在正常浏览时突然进入一些奇怪的网站？当你使用通讯设备时，是不是有偶尔会接入奇怪的频道？\n当然我指的不是那些奇怪的网站和频道，而是前进阵线部署的秘密宣传页！\n听说前进阵线的某些频道在暗地里拥有非常高的人气，屏幕前的你是不是也有偷偷观看过的经历呢？请千万提高警惕！这些其实都是前进阵线宣传攻势的一环！长期以来，前进阵线都在对我们的网络与各频段信号进行干扰，将其各种文化宣传产品混入其中。现在的人可能只能以这样隐秘的方式进行收看，不过在过去最严重的时候，前进阵线的频道一度覆盖了我们正常频道的四成以上。\n不过，这一行为终于要彻底宣告结束了。有些读者也许已经发现，从上周五开始前进阵线的一切宣传网站都无法访问，通讯设备也无法接入奇怪的频道了。这一结果这都归功于大洋联邦的某个防卫计划，通过在整个欧罗巴大陆与前进阵线边接壤处部署一批新型设备，与成立全新的网络安全防御机。两个系统双管齐下构建了一堵看不见的屏蔽网，让前进阵线长期以来的宣传攻势彻底成为历史……",
		"pic": ""
	},
	"10103": {
		"subTitle": "",
		"name": "媒体记录：水面下的异动",
		"group_ID": 3,
		"id": 10103,
		"is_classified": 0,
		"content": "……另外来关注一下皇家的消息。本月来已经出现了多起渔民在近海捕捞时捞出了“奇怪”机械设备的事件。这些机械设备最大的不足3米长，最小的仅有46厘米长。设备的外观和体积均与深海鱼类似，外层覆盖的特殊隐身材料几乎完全屏蔽了外部扫描，具有极强的隐蔽性。据参与捕捞的渔民所说，这些机器虽然不重也没有厚重的外壳，但是却坚固异常，通常的鱼叉冲击在机械外壳上连划痕都没留下。目前这些奇怪的机械设备已经被送入皇家学会进行进一步分析。\n一些民间学者猜测，这些奇怪的机械也许是前进阵线出于不明意图而投放的无人水下侦察设备群。大型的是控制机，小型的是执行机。也许是因为是出现故障控制失灵误入到皇家近海捕捞区，才被渔民捕获。\n也有军事专家指出，这些机器独特的造型与任何已知的前进阵线军事设备都不同。而在这些机器的外壳材料，也是在任何前进阵线现役装备上都没有使用过的新型材料……",
		"pic": ""
	},
	"10104": {
		"subTitle": "",
		"name": "新闻记录：突发新闻-15:21分",
		"group_ID": 4,
		"id": 10104,
		"is_classified": 0,
		"content": "……据重樱广播协会新闻报道，一支隶属于前进阵线帕克菲克洋舰队的海军舰队突然开进到距离争议海域仅10海里的公海海域，然后宣布了即将进行海上演习的通知，要求周边海域所有往来的船舶立刻进行规避。据悉，前进阵线这一演习行动并未事先对外界公布，也没有事先告知大洋联邦各国。重樱已经对这一行为向前进阵线表示了严重抗议。白鹰也对于这一单方面制造摩擦升温局势的不负责任行为进行了谴责，并表示将会与大洋联邦各国一同对前进阵线的挑衅行为采取必要的反制措施……\n",
		"pic": "10104"
	},
	"10105": {
		"subTitle": "",
		"name": "媒体记录：又一次联合军演！",
		"group_ID": 5,
		"id": 10105,
		"is_classified": 0,
		"content": "……大洋联邦各国舰队共计四百余艘舰艇已经齐聚NA海域，准备于明日正式举行海上联合军演。\n这是今年内大洋联邦举行的第三次海上联合军演，也是今年内规模最大的一次。\n这次演习与以往不同，由新型舰艇「舰船」所组成的舰队占到了全部舰艇的半数以上，是本次演习的主角。而昔日威武的常规舰队则成为了演习的配角。根据公开资料，本次演习主要目的为熟悉舰船舰队的作战方式，探索舰船舰队的新型战术战法。\n演习将分为舰船舰队单独演习、舰船舰队与常规舰队协同演习、舰船舰队与常规舰队对抗演习、舰船舰队与舰船舰队对抗演习，以及最后的大型阅舰式。\n根据发言人所说，本次演习只是大洋联邦内的年度例行演习，不针对任何国家……",
		"pic": ""
	},
	"6101": {
		"subTitle": "",
		"name": "未公开档案",
		"group_ID": 1,
		"id": 6101,
		"is_classified": 0,
		"content": "未公开内容",
		"pic": ""
	},
	"6102": {
		"subTitle": "",
		"name": "未公开档案",
		"group_ID": 2,
		"id": 6102,
		"is_classified": 0,
		"content": "未公开内容",
		"pic": ""
	},
	"6103": {
		"subTitle": "",
		"name": "未公开档案",
		"group_ID": 3,
		"id": 6103,
		"is_classified": 0,
		"content": "未公开内容",
		"pic": ""
	},
	"6104": {
		"subTitle": "",
		"name": "未公开档案",
		"group_ID": 4,
		"id": 6104,
		"is_classified": 0,
		"content": "未公开内容",
		"pic": ""
	},
	"6105": {
		"subTitle": "",
		"name": "未公开档案",
		"group_ID": 5,
		"id": 6105,
		"is_classified": 0,
		"content": "未公开内容",
		"pic": ""
	},
	"6106": {
		"subTitle": "",
		"name": "未公开档案",
		"group_ID": 6,
		"id": 6106,
		"is_classified": 0,
		"content": "未公开内容",
		"pic": ""
	},
	"3101": {
		"subTitle": "",
		"name": "社会资料：进行更多的采购",
		"group_ID": 1,
		"id": 3101,
		"is_classified": 0,
		"content": "……在几个工厂进行了ε-cube驱动的实验性改造后，天啊……最终产品的生产成本足足降低了三成！这种新能源的性能稳定可靠，几个月下来一次能源泄露的事故都没发生，我们之前的担心都是多余的。而且，嗯…你选的这家公司也很不错，价格适中，配套服务出色，我们的其他工厂也要跟进改装才行……这样，你明天就去找他们追加更多的订单，然后和他们的技术人员一起改造剩余的全部生产线，首先从西部的工厂开始吧！记得和他们签订一个长期合同，日后ε-cube耗损后的补充更换和设备维护工作也一起打包交给他们好了。哈哈哈，现在有不少工厂还在犹豫要不要使用这种看起来“不太可靠”的新型能源，我们只要首先完成生产线改造，就能利用ε-cube压缩的成本打垮他们！美好的未来正在向我们招手啊，兄弟……",
		"pic": ""
	},
	"9102": {
		"subTitle": "",
		"name": "未公开档案",
		"group_ID": 2,
		"id": 9102,
		"is_classified": 0,
		"content": "未公开内容",
		"pic": ""
	},
	"9103": {
		"subTitle": "",
		"name": "未公开档案",
		"group_ID": 3,
		"id": 9103,
		"is_classified": 0,
		"content": "未公开内容",
		"pic": ""
	},
	"9104": {
		"subTitle": "",
		"name": "未公开档案",
		"group_ID": 4,
		"id": 9104,
		"is_classified": 0,
		"content": "未公开内容",
		"pic": ""
	},
	"3102": {
		"subTitle": "",
		"name": "媒体记录：魔方与核能I",
		"group_ID": 2,
		"id": 3102,
		"is_classified": 0,
		"content": "……能源魔方在应用上与现在普遍使用的核能也有很大区别。虽然在不了解的人看来，能源魔方和核反应堆类似，都能几乎能够无限释放能量的能源发生装置。但是核反应堆的运作需要燃料，需要一系列复杂的控制方式以及繁琐的能量转化流程，才能做到核能到电能的转化。而能源魔方首先在体积上就比当前研发出的最小型核反应堆还要小得多，无需燃料，操控简单安全，可以实现由魔方能源到驱动设备所需电能的直接转化。\n拥有蓄电池般的体积，拥有核反应炉般的续航力是能源魔方的最重要特征。虽然单一能源魔方的输出功率有限，与小型核反应堆完全无法相提并论，但是能源魔方可以相对自由的多个魔方组合使用，通过增加数量的方式来提高输出总功率……\n",
		"pic": "3102"
	},
	"9106": {
		"subTitle": "",
		"name": "未公开档案",
		"group_ID": 6,
		"id": 9106,
		"is_classified": 0,
		"content": "未公开内容",
		"pic": ""
	},
	"3103": {
		"subTitle": "",
		"name": "媒体记录：魔方与核能II",
		"group_ID": 3,
		"id": 3103,
		"is_classified": 0,
		"content": "……一种彻底的清洁能源，不但应用过程中实现了零污染排放，在寿命到期之后，废弃的魔方材料也是无毒无害可以被充分回收的，这一点与需要进行废料处理的核裂变反应堆有着巨大差异。\n目前，各大能源魔方的生产国依然完全禁止能源魔方核心技术出口，对于能源魔方成品出口也施加了诸多限制。但是对于已经加入两大阵营的国家来说，却享受到了全新能源带来的发展崛起。曾经连裂变反应堆都无法建造的国家，仿佛一夜之间就解决了能源不足的问题。能源对于生产力发展的限制正在逐渐松动。也因此，表现出通过加入某一阵营而获取能源魔方支援意愿的第三世界国家也在逐渐增多……\n另一方面，能源魔方依然在不断改良升级中，几大能源魔方生产厂分别在世界通用标准之上推出了自己的标准，试图通过魔方型号升级和专用标准来拿下市场的垄断地位。体积越来越小，输出功率越来越强的魔方正在不断诞生，世界的变革也许才刚刚开始……",
		"pic": ""
	},
	"3104": {
		"subTitle": "",
		"name": "新闻记录：北方联合的开发计划",
		"group_ID": 4,
		"id": 3104,
		"is_classified": 0,
		"content": "……随着能源魔方驱动的小型温度调节站、海上浮动融雪站的批量生产，北方联合轰轰烈烈的西■利亚改造计划正式启动了。\n按照计划，北方联合将会在二十年之内对西■利亚的环境生态进行翻天覆地的改造，将西■利亚变为前进阵线乃至整个世界的粮仓，让西■利亚生产的粮食足够供应前进阵线内部和第三世界伙伴的每一个人。\n小型温度调节站是内置有能源魔方驱动的无人环境增温设备，能够全年全天候的为周边环境升温。依靠延伸出的数百根调节柱，一个调节站可以均匀覆盖一平方公里的土地。\n海上融雪站则用于维护和拓展极地航线，在极地和远东地区创造更多的终年不冻港。\n彻底实现这一计划预计需要建立数千万个温度调节站和数万个融雪站。世界自然保护基金会、极地保护组织等环境保护组织均在近日表明了对于这一环境改造计划的关切和担忧……\n",
		"pic": "3104"
	},
	"3105": {
		"subTitle": "",
		"name": "媒体记录：新的发现时代",
		"group_ID": 5,
		"id": 3105,
		"is_classified": 0,
		"content": "……ε-cube这类小型持久又高效的能源将会彻底改变传统的深海与宇宙探索模式。一直以来向下的深海，向上的宇宙总是充满着神秘与未知。直到不久之前，深海探索的最大困扰依然是潜航器续航问题。为了增加续航力，就需要增大体积，进而需要更稳定的结构，以及更严格的发射条件。\n不过ε-cube的出现改变了这一局面，体积轻巧的魔方能源转化装置非常适合作为需要控制体积的无人潜航器。\nε-cube的使用在使潜航器获得了超强续航时间的同时，也因为投放和回收的次数大幅降低也进一步节约了成本。现在人类终于有能力彻底探索深海中的每一处角落了。\n……\n白鹰国家航空航天局航天在近日宣布了新一期宇宙探索计划。本次计划中预计会使用正在研发中的ε-cube驱动火箭。与现在普遍应用的核火箭相比，ε-cube火箭的辐射量进一步降低，航天员在航天器内连最简单的防护服也不需要了。因为在相同设备空间内航天级ε-cube引擎的输出功率高于核动力引擎，宇宙航行所需的时间预计将会进一步缩短……",
		"pic": ""
	},
	"3201": {
		"subTitle": "",
		"name": "媒体记录：超小型ε-cube诞生！",
		"group_ID": 1,
		"id": 3201,
		"is_classified": 0,
		"content": "……ε-cube的小型化研究又取得了突破性的进展。在今日凌晨西门公司的最新产品发布会上，一款名为ε-cubeM5超小型能源魔方吸引了所有人的目光。根据西门公司的研发人员介绍，这款超小型能源魔方边长仅有5厘米，远小于比现在市面上同类型ε-cube的12厘米。通过改变外壳材料，ε-cubeM5在体积比同类产品缩小了92.8%的同时，输出功率仅减少了41.4%。\n短短的几年内，搭载小型化ε-cube的各类便携设备已经走进了千家万户。从家用设备到车载设备，再公共场所服务设施，ε-cube存在已经成为了日常生活不可或缺的一部分。进一步小型化的ε-cube无疑将会进一步加速日用品的换代升级，催生出更多能够更好发挥ε-cube性能的全新产品……",
		"pic": ""
	},
	"3106": {
		"subTitle": "",
		"name": "社会资料：警惕“新宗教”的诞生",
		"group_ID": 6,
		"id": 3106,
		"is_classified": 0,
		"content": "……从出现到大规模应用只用了短短数年时间。而这仅仅数年，ε-cube就彻底重塑了整个世界的面貌。虽然针对其安全性的讨论从来没有停止过，不过ε-cube坚定支持者数量一直在逐年增加。然后，不知从何时开始，在这些坚定支持者群体中，诞生了无数对ε-cube进行崇拜的组织团体，就像某种以科学概念为教义诞生出的新型宗教一样。这些组织的成员大多都对ε-cube抱有有狂热的信仰，认为ε-cube拥有解决一切问题的神奇力量。甚至在尚未普及使用ε-cube使用的国家中也有类似组织的诞生。\n根据公开数据统计，大多数此类团体都参与了不同形式的ε-cube及其制成品的走私行为。有一些则是打着ε-cube科技应用幌子进行融资诈骗的集团，还有一些是煽动ε-cube狂热借机敛财的邪教团体。不论如何，这一日趋严峻的现象是一个世界各国政府都需要注意的问题……",
		"pic": ""
	},
	"5101": {
		"subTitle": "保密等级：VI",
		"name": "实验报告：能源魔方特性研究I",
		"group_ID": 1,
		"id": 5101,
		"is_classified": 0,
		"content": "……最初的■■■■■■■■■■■■■■■■■■■■■■■■■■■，虽然世人对这件事并不了解，不过作为最早发现能源魔方的我们应该最清楚才对————能源魔方从一开始就是充满了偶然与未知的黑箱。我们现在虽然能够研发、生产甚至改进能源魔方，但是对于能源魔方的内在原理从来都没有真正弄清楚。\n目前国际上的各大企业，甚至各大实验室都只着眼于能源魔方的能源特性，几乎所有的研究都围绕着如何改进能源魔方的能源输出效率进行。\n然而根据我的研究，这些都只是能源魔方的表象而已。能源魔方因其拥有的诸多特性，其的内部应该隐藏着更深的秘密。\n为了证明这一点，请允许我进行更进一步的研究，并提供必要的经费支持。\n ————安洁博士\n……",
		"pic": ""
	},
	"1101": {
		"subTitle": "",
		"name": "社会资料：历史疑案的新进展",
		"group_ID": 1,
		"id": 1101,
		"is_classified": 0,
		"content": "……在数千年浩如烟海的史料中，记载有无数令人匪夷所思的疑团。有些事件的真相永远被尘封在历史长河中，有些真相随着考古学的进展而水落石出。还有一些事件虽然真相尚未查明，但是随着科学技术的进步取得了全新的研究进展，比如曾经发生在北方联合境内的■古■大爆炸谜团。\nA.D■■08年6月■0日黎明，现如今北方联合西■利亚■古■地区发生了一阵规模堪比核爆的巨大爆炸，彻底摧毁了一片超过20■■平方公里的森林。这场神秘爆炸产生的原因百年以来一直吸引着无数科研学者的目光，虽然假说众多，但至今也没有能得到学术界广泛认可的研究结果诞生，成为了一桩历史悬案。\n就当世人已经开始逐渐忘却这件事的时候，依靠最新科技对于■古■地区的再探索，科学家在近日取得了令人震惊的研究进展。最新的研究使得当年爆炸的真相越来越贴近了一个著名假说：陨石说……",
		"pic": ""
	},
	"5103": {
		"subTitle": "保密等级：I",
		"name": "内部文件：货物运输清单",
		"group_ID": 3,
		"id": 5103,
		"is_classified": 0,
		"content": "项目名：\n「微光」计划\n货品清单：\n1.保密军用物资TYPE:F，来自纽波特海军船坞\n2.保密军用物资TYPE:A，来自圣地亚哥海军基地\n3.特种钢材箱，来自洛克希德马丁集团\n4.海洋探索用ε-cube箱，来自萨默斯海洋鱼类研究所\n5.历史展览品箱，来自D.C.海军工厂博物馆\n许可：\n需求物品清单已批准\n状态：\n运输中\n备注：\n历史展览品箱内的所有物品请在三个月内完整归还，注意文物保护。\n……",
		"pic": ""
	},
	"3203": {
		"subTitle": "",
		"name": "社会资料：沙漠上空的“小卖部”",
		"group_ID": 3,
		"id": 3203,
		"is_classified": 0,
		"content": "……沙漠，曾经的无人之地、神秘之地、死亡之地，随着多年来的旅游开发，大多数区域早已褪去了神秘的面纱。虽然沙漠环境依然不适宜大量人口的长期定居，不过作为游客而言来一次沙漠旅行早就不是死亡与危险之旅了。当然，沙漠的灼热烈日、酷热空气，以及规律不定的沙尘暴无时无刻警告着各位旅客，沙漠旅行虽然变得愈发安全，但绝对不是一场舒适的旅途。\n为了解决这个困扰已久的问题，近日物流巨头AMZ公司与多家专业旅行公司合作研发的沙漠用旅游无人机服务系统，正式在部分沙漠旅游区投入使用。这套旅游无人机服务系统使用了AMZ公司最新型号的ε-cube驱动无人机，能够实现负重100KG，在沙漠上空进行全年全天候定点悬浮或者巡航移动服务，并具有良好的抗风沙能力。\n每架无人机中都存放有食物、饮水、备用能源、维修设备、医疗用品等方便旅途的补给物资，并拥有导航照明等功能。如果进行额外付费，每位游客还可以指定最多3架无人机对旅行进行全程、伴飞服务……\n",
		"pic": "3203"
	},
	"5105": {
		"subTitle": "",
		"name": "社会资料：企业号舰长“消失”了？",
		"group_ID": 5,
		"id": 5105,
		"is_classified": 0,
		"content": "……本报发现了一件惊人的事情，曾经在峙中成功逼退前进阵线舰队的企业号功勋舰长，居然彻底“消失”了！\n事情要从几日前说起。总所周知，企业号航舰正停靠在圣地亚哥军港进行为期三十六个月的大型维护改造工作。在军舰入港后不久，现任企业号舰长约翰·亚契上校就离开圣地亚哥前往D.C.国防部参加例行会议。\n按照计划，本报记者原本计划在例行记者会上询问这位功勋舰长关于ε-cube军舰将会对世界局势的影响，以及这项改造改造将会对企业号产生的改变。\n可是正式记者会开始时，原定出席的舰长却毫无征兆的缺席了。记者会本身虽然顺利结束，不过作为常年与新闻打交道的专业团队，我们还是嗅到了一丝不寻常的气息。果然…经过数日调查，这件事确实没有这么简单。\n在约翰·亚契上校数日前进入国防部之后，他就仿佛无声无息的“消失”在了国防部大楼内。我们至今没有找到任何他已经离开大楼的证据。出于探寻真相的执著，我们又联系了上校的夫人，遗憾的是我们的采访被礼貌拒绝了。不过在短暂的交谈中，上校夫人显得十分平静，我们并未发现舰长存在任何遭遇变故的迹象。因此我们有理由相信，约翰·亚契舰长是主动隐藏了行踪，目的是为了参加某项军方的机密任务……",
		"pic": ""
	},
	"1102": {
		"subTitle": "保密等级：II",
		"name": "内部文件：陨石的落点",
		"group_ID": 2,
		"id": 1102,
		"is_classified": 0,
		"content": "……■古■大爆炸极有可能是因为陨石的撞击而产生的，也就是对应一直以来存在的那个著名假说陨石说中的主要观点。当然，实际情况与假说中在细节上存在不小的偏差。\n一直以来■古■大爆炸的最大疑点为：\n事发当时至少发生了三次强烈爆炸，并实际发现了三处爆炸坑，但是现场没有发现任何陨石碎片。\n现有的陨石说虽然做出了一些解释，但是并不能完全解释实际发现的现场状况，这也是陨石说无法成为公认假说的重要因素。不过当然，我们最新研究终于为陨石碎片的去向找到了合理解释。\n研究显示，向地球袭来的陨石首先因为大气摩擦在空中解体为数段分别砸向地面，因而形成了三个明显的爆炸坑。根据计算■古■地区内的三次撞击也只是其中一部分陨石的坠落点，其他被爆炸改变了轨道的陨石有很大概率全部坠入了极地之中。而这些陨石碎片又因为其自身的特殊性质，在短时间内「融入」了周边环境。因而在现场从未发现陨石碎片，这个秘密也一直隐藏至今……",
		"pic": ""
	},
	"3205": {
		"subTitle": "",
		"name": "媒体记录：抓捕归案！",
		"group_ID": 5,
		"id": 3205,
		"is_classified": 0,
		"content": "……在收到管理人员的报警电话后，警方迅速抵达现场并封锁了周边街道，防暴警察也在稍后抵达现场，对无主可疑包裹进行排爆工作。在包裹的拆解中防暴警察发现了遥控起爆装置、已被启动的定时起爆装置、以及大量爆炸部，因此警方确认此无主可疑包裹确实是被刻意放置在此的爆炸物——至少在制作者的主观意图中这是一个被刻意制作出的爆炸装置。\n爆炸物中的爆炸部使用了数个型号大小均不相同的ε-cube连接制作而成。不过因为ε-cube无法引爆，使用ε-cube制作而成的爆炸物实际上是不具有任何破坏效果的。\n经过调查工作，制作并投放了爆炸物的犯罪嫌疑人在接到报警电话后的三小时内就被警方控制，目前案件正在进一步审讯中……\n",
		"pic": "3205"
	},
	"3301": {
		"subTitle": "",
		"name": "社会资料：双足还是轮式？",
		"group_ID": 1,
		"id": 3301,
		"is_classified": 0,
		"content": "……ε-cube作为小型高能能源，为有源型动力外骨骼装甲的供能系统带来了近乎完美的解决方案。采用ε-cube驱动的动力外骨骼装甲具将具有更强的续航力，更灵活的机动力与更快速的移动力。\n因为供能限制，目前各国列装的几款外骨骼装甲普遍采用尽可能减轻自重的半开放式设计。缺乏足够的安全防护使得这种外动力骨骼装甲的实际使用场合极其有限。\nε-cube解决了最关键的动力问题，使得最新一代外动力骨骼装甲可以改变路线向着封闭式的方向进行设计。着重加强防护能力与重火力，加强复杂环境下的生存与作战能力，使得外动力骨骼装甲由现在辅助性质的单兵作战系统变为真正的单兵作战机甲服。\n不过外骨骼装甲的迅速发展又带来了另一个引人争议的话题：究竟是继续采用最符合人体习惯的双足设计呢，还是改用拥有更好稳定性的轮式设计呢……\n",
		"pic": "3301"
	},
	"1103": {
		"subTitle": "",
		"name": "新闻记录：再调查",
		"group_ID": 3,
		"id": 1103,
		"is_classified": 0,
		"content": "……不久前国内学者的一片研究论文重新唤醒了世界对于■古■大爆炸话题的讨论。一时之间，一向人迹罕至的西■利亚■古■地区最近突然变得热门起来，无数来自前进阵线各地的媒体人员、研究人员、世界各地的游客探险家蜂拥至陨石爆炸遗迹的森林之中。\n据入境管理部门所说，最近三个月仅仅是收到出科研入境申请的数量都比往年同期提高了一百倍以上，其他各类申请也全部大幅增加。\n不过…曾经被大爆炸彻底摧毁的数千平方公里土地如今早已重新成为了茂密的森林，就连爆炸中心产生的深坑也不例外。想要从这里重新寻找■年前爆炸的残留物，恐怕需要费一番不小的力气吧……",
		"pic": ""
	},
	"3302": {
		"subTitle": "",
		"name": "媒体记录：新型机枪通过验收",
		"group_ID": 2,
		"id": 3302,
		"is_classified": 0,
		"content": "……由FNH公司设计的新式重型机枪FNCB4已经通过军方验收，即将正式列装军队。FNCB4重型机枪中拥有一块小型能源魔方，能够为其各个组件带来源源不断的能源。也因此整款重型机枪一改传统设计思路，在各个模块中都尽可能使用能源来对性能进行增幅。比如应用在枪管中的弹头动能增强装置、瞄准模块中全新的弹道计算机等。\nFNCB4重型机枪分为应用于步兵的FNCB4A型，应用于外骨骼机甲的FNCB4B型，应用于重型无人机的FNCB4F型，应用于海军无人艇的FNCB4H型，等8类型号。除了FNCB4B的验收因为载具故障而暂时延期外，其余7个型号均通过了验收，即将进入量产阶段。\n不过最为外界关注的能源魔方激光武器并未在本轮测试中亮相。根据FNH公司的发言人所说，能源魔方驱动的激光类武器目前依然在测试阶段……",
		"pic": ""
	},
	"3303": {
		"subTitle": "",
		"name": "媒体记录：扩建和平号空间站",
		"group_ID": 3,
		"id": 3303,
		"is_classified": 0,
		"content": "……本次对于和平号空间站的补给任务依然使用前进阵线成熟可靠的冬日号核动力航天飞机进行。不过在货舱之中除了常规的补给物资和科研器材之外，还特别装载了三组中型ε-cube供能装置。这三组装置将会在对接成功之后安装在空间站中，作为对现有能源系统的补充供能。在后续的发射任务中，前进阵线计划逐渐使用ε-cube供能组件增强空间站的能源系统，并进一步扩大空间站的规模。\n据知情人士所说，前进阵线还计划在空间站中新增一套太空飞行器平台，用于停泊和发射正在研发中的ε-cube驱动宇宙探索飞船。\n前进阵线的科学家们认为，相比已经十分成熟的核动力航天飞机，执行近地轨道运输任务的ε-cube驱动的航天飞机并不具有明显优势。前进阵线将会将研发重点放在可从轨道空间站上直接起降，用于执行深空探索的ε-cube驱动宇宙飞船上……",
		"pic": ""
	},
	"1104": {
		"subTitle": "",
		"name": "新闻记录：划立军事禁区",
		"group_ID": 4,
		"id": 1104,
		"is_classified": 0,
		"content": "……\n通告：\n前进阵线军队计划于3月1日开始，在以下区域内进行实弹射击演习，为确保演习的保密与人员安全，任何无关人员不得进入以下四点构成的军事禁区内：\nA、北纬6■°5■′30″ 东经10■°50′3■″\nB、北纬■0°54′3■″ 东经101°■8′■0″\nC、北纬60°■2′■0″ 东经1■1°5■′30″\nD、北纬6■°52′■0″ 东经■01°50′■0″\n军事禁区的解除时间将会在后续通告中另行通知。\n任何未经许向军事禁区内派遣人员和设备的行为将被认为是针对整个前进阵线的敌对行动。\n届时……\n",
		"pic": "1104"
	},
	"3304": {
		"subTitle": "",
		"name": "社会资料：SNS军事科技板块节选",
		"group_ID": 4,
		"id": 3304,
		"is_classified": 0,
		"content": "……\nNo3214 匿名用户 12:01:13 ID:X5DVFmjW5\n！！！我们大洋联邦的ε-cube坦克终于正式亮相了！之前看到能源魔方运兵车消息的时候，我就知道总会有这么一天！！！\nNo3215 匿名用户 12:04:12 ID:KF5IqFasT\n虽然还只是用轻型坦克改装的试验车啦，详细参数都不清楚战斗力如何还要打个问号。不过从公布的照片上来看体积并没有发生明显变化，也许节约下来的空间被用来改善了驾驶环境？\nNo3216 匿名用户 12:09:34 ID:l3AiKjOfy\n等技术成熟之后应用到重型坦克上的场景，真是令人期待啊……！前进阵线的装甲优势很快就要不复存在了！\nNo3217 匿名用户 12:14:27 ID:efaagyNHH\n……上面那条新型坦克的新闻不就是前进阵线的新闻么？一群人云军宅……看我派战车来，把你们一个个都送上天！\nNo3218 匿名用户 12:17:54 ID:oOuXDXNqf\n——本层回复已被删除——\n……",
		"pic": ""
	},
	"8101": {
		"subTitle": "",
		"name": "新闻记录：大洋中的新型兵器",
		"group_ID": 1,
		"id": 8101,
		"is_classified": 0,
		"content": "……在本日正式开始的大洋联邦环帕克菲克洋联合军演中，最引人瞩目的无疑是那名外貌如同少女，但是战斗能力远超同类军舰的新型兵器。白鹰海军发言人将这一类全新的兵器称为「舰船」。而这名“少女”就是舰船之一，作为在海军中实验性服役的新型航母，其正式名称为Code:G。\n据悉，与使用能源魔方驱动的设备对现役军舰进行改造不同，舰船是一种对能源魔方的全新使用路线。通过将能源魔方直接应用于军舰建造过程之中，而建造出来的完全与能源魔方融为一体的特殊战舰。\n舰船的体格虽然与正常人类相仿，但是不要被它的外表所迷惑，一艘舰船拥有轻松超越与其同级别常规军舰的战斗力，并且拥有良好的成长性。\n能源魔方的这一全新应用方式将会对大大改变今后的海军军舰设计思路，未来的海战将会进入一个全新的阶段……\n",
		"pic": "8101"
	},
	"4101": {
		"subTitle": "",
		"name": "新闻记录：企业号能源更换",
		"group_ID": 1,
		"id": 4101,
		"is_classified": 0,
		"content": "……企业号今日抵达了圣地亚哥海军基地，暂时结束了海上服役任务。停留基地中的企业号即将展开为期三十六个月的大型维护改造工作。与惯例的维护内容不同，企业号将在本次维护中彻底抛弃核动力转而使用全新的动力模块。\n为企业号特制的能源魔方能源转化装置可以实现由能源魔方到军舰引擎动力直接转换，极大改善了能源损失率的同时大幅度缩小了动力系统体积。在更换工作结束后，航空母舰内部将会多出一片巨大的空间。这片空间的具体用途目前还不得而知，也许会作为常规武器的储存空间？\n在全部完成改装后，企业号将会是整个世界上第一艘完全采用能源魔方能源驱动的航空母舰。\n根据海军发言人所说，本次维护结束之后的企业号直到退役之前都不需要再对于整个动力系统进行类似的大修。在所有航空母舰都更换了新型动力模块之后，传统核动力航母需要进行一次的更换堆芯大修也将不存在了……\n",
		"pic": "4101"
	},
	"3305": {
		"subTitle": "",
		"name": "媒体记录：探秘「回声」计划",
		"group_ID": 5,
		"id": 3305,
		"is_classified": 0,
		"content": "……本篇文章将向大家介绍一下欧西斯商业联合在近期高调宣布启动的「回声」计划。根据公开资料，「回声」计划共分为三个阶段，不过目前只对外界公布了两个阶段的内容。\n在第一阶段中，欧西斯商业联合将集合研发力量实现ε-cube在航空领域中的突破。现有的ε-cube引擎只能用于固定的大型地面设备或中小型地面载具中，远远不能满足飞机引擎的需求。如果欧西斯商业联合的研发顺利的话，首先是大型无人机引擎，然后是客运和货运飞机引擎，最后是战斗机引擎。想象一下无须加油就能在天空中尽情飞行的快乐吧，空中加油机也将因此彻底退出历史的舞台。这一阶段的计划将会重塑空中飞行的面貌。在第二阶段中，依靠已经成熟的ε-cube航空引擎，欧西斯商业联合将进一步研发可以用于近地轨道运输和宇宙探索的ε-cube火箭。我们的征途是星辰大海……\n",
		"pic": "3305"
	},
	"1105": {
		"subTitle": "",
		"name": "社会资料：被刻意隐藏的行动",
		"group_ID": 5,
		"id": 1105,
		"is_classified": 0,
		"content": "……最后再为各位读者朋友们送上一个独家消息。\n现在全世界都知道了■古■大爆炸的最新研究，所有的目光都注视着在西■利亚上正在发生的一切。不论休息工作、室内室外，几乎每小时都能听到西■利亚这个词三遍以上，仿佛身边的空气都变成西■利亚牌的了。\n你们也是一样的吧，不论去哪里，查询什么资料，总是绕不开西■利亚这个关键词的推送。大洋联邦在对西■利亚采取行动了啊、前进阵线在对西■利亚采取行动了啊，白鹰今天做了什么、北方联合今天又做了什么……西■利亚就像舞台上明亮聚光灯汇聚的焦点一样，使人目眩神迷而忽略了周边黑暗中真正发生的事。\n这段时间内，有人注意到任何关于极地的消息么？\n没有吧，没有任何关于极地的消息，就连平日里时常出现的环保群体抗议消息都没有。「极地」两个词就像从我们的生活中凭空消失了。\n一直以来致力于为大家带来真相的本刊当然不会被这种政府力量惯用的雕虫小技所迷惑！经过艰难的实地深入调查，你们猜怎样？极地居然已经变成了一处巨大的海上施工现场……",
		"pic": ""
	},
	"8103": {
		"subTitle": "",
		"name": "媒体记录：“人类”还是“物品”？",
		"group_ID": 3,
		"id": 8103,
		"is_classified": 0,
		"content": "……由ε-cube中诞生的如同少女一般的新型兵器Code:G，就像一枚重磅炸弹投向了整个科学界。一时间几乎世界上所有领域的研究者都陷入了对同一个伦理问题的激烈讨论中：究竟应该如何看待Code:G这样从作为物品的ε-cube中诞生出来的存在？\n所有涉及到舰船的会议论坛都无法避开对于这个基本问题的讨论，而一旦开始讨论，带来的只有无尽的争端……目前为止，世界上主要有两种针锋相对的观点。\n一种是以ε-cube的知名研究人员安洁博士为首，并在学术界一般研究者中得到广泛支持的观点。安洁博士认为，首先，诞生出Code:G的并不是常规意义上的能源魔方，而是心智魔方。其次，依据舰船所展现出来的种种特点，她们毫无疑问应当被划分为类人的智慧生命体范围，享受人权，并应被视为所属阵营的公民享受完整的公民权。\n不过各国政府部门人员和另一些研究者则普遍倾向于应将舰船定义为新一代高性能AI，应当将其作为其所有组织的资产予以保护，并适用于目前所有保障和约束智能AI的法律法规和通用规范。\n白鹰军方发言人也赞同这一表态，他们认为舰船只是一种搭载了高性能AI的作战兵器，按照现有军舰管理条例进行处理就可以。\n可以预计这一问题的在最终定论之前还会争论很久……各位读者，你们支持哪一种观点呢？",
		"pic": ""
	},
	"4103": {
		"subTitle": "",
		"name": "媒体记录：「能源魔方」的隐患？",
		"group_ID": 3,
		"id": 4103,
		"is_classified": 0,
		"content": "……皇家魔方研究协会主席斯蒂芬教授近日又一次公开发表了对于能源魔方的忧虑。在接受本报记者特别专访时，斯蒂芬教授认为“现阶段，人类对于能源魔方能量产生的内在逻辑远远称不上了解。就像懂得把材料放在一起按照菜谱能够做出一锅美味菜肴，但是完全不清楚香味产生反应的家庭主妇一样，我们现在对于能源魔方的理解程度也是如此。现在我们所做的一切工作、一切研究都更像是在使用材料通过试错法组合能源魔方，而不是理解过程的制造能源魔方。虽然我充分理解能源魔方迄今为止在气候问题、能源问题、粮食问题、水源问题等一系列重大问题上的良好表现，以及为推动人类社会发展进步作出了巨大贡献。但是我们必须清楚认识到将一个尚处于研究阶段的全新事物如此快速的大规模应用所存在的巨大隐患。谁也不知道，未知的危险会在什么时候什么地点以什么形式降临到我们身上……",
		"pic": ""
	},
	"3306": {
		"subTitle": "",
		"name": "新闻记录：守护美丽的海岸线",
		"group_ID": 6,
		"id": 3306,
		"is_classified": 0,
		"content": "……首批能源魔方驱动无人巡逻艇在今日正式列装海岸警卫队。据悉，这批无人艇包含200艘日蚀级水面无人巡逻艇、200艘月蚀级水下无人巡逻艇，20艘侵蚀者级无人艇母舰，以及配套的无人机群。根据海岸警卫队相关人士透露，这批无人巡逻艇将被划分为数支舰队，主要负责强化东海岸线的巡逻工作。\n在海岸警卫队列装的近海无人巡逻艇全部由GDS公司设计研发与生产。与同类产品相比，这批巡逻艇都更换了小型化的能源魔方引擎，并搭载了最新无人艇集群作战模块。操作人员不需要对于每艘艇进行精确控制，仅仅通过对于无人艇母舰下达指令，就可以实现队一整支无人艇编队的控制。母舰在接收到指令后会分析任务环境，自主指挥下属无人艇执行驱散，包围，打击等任务。\n海岸警卫队相关人士同时透露，这批无人巡逻艇编队将会主要用于打击日益猖獗的走私行为……",
		"pic": ""
	},
	"4104": {
		"subTitle": "",
		"name": "新闻记录：北方联合的新舰队？",
		"group_ID": 4,
		"id": 4104,
		"is_classified": 0,
		"content": "……“北方联合近日宣布将会对五大舰队进行全面的能源魔方动力改造，并为前进阵线内所有国家的舰队升级提供一切必要帮助。教授，您能向我们解释一下前进阵线的这一改造计划的特别之处么？”\n“唔……前进阵线与我们大洋联邦使用单一能源魔方作为动力不同，采用的是在传统能源之上加入能源魔方的混合动力。虽然整体不如完全能源魔方驱动那样高效清洁，后续维护起来也更加费力，但是相应降低了改造门槛和改造时间，对于进行设备和工人要求也很低。这也使得拥有大量陈旧舰艇的前进阵线在短时间内完成舰队整体升级成为可能。”\n“也就是说这项计划只是一次对陈旧舰艇的升级，并不会对我们产生太大威胁是么？”\n“不完全是这样，前进阵线与我们实际上进行的是能源魔方应用两种不同技术路线。我们的企业号在改造完毕之后使用纯粹的能源魔方驱动，毫无疑问将会成为全世界战斗力最强的战舰。北方联合这样低成本大规模的利用能源魔方升级陈旧舰艇，对于单一军舰的提升效果尚且有待观察，不过毫无疑问整个前进阵线舰队的实力将会因此提高一大截”……",
		"pic": ""
	},
	"8105": {
		"subTitle": "",
		"name": "新闻记录：国际组织呼吁“克制”",
		"group_ID": 5,
		"id": 8105,
		"is_classified": 0,
		"content": "……两大阵营之间的新一轮军备竞赛，使得整个世界的局势都笼罩在一片巨大的阴影下。双方在能够接触的陆地、海洋、天空中进行的一系列危险接触使得世界局势陡然升温。仅本月的前两周，公开报道出的各类对峙事件就达到了近千起。而仅在最近两个月中，双方进行的大小各类海陆空公开演习总数居然针锋相对的达到了接近400余场。\n虽然尚未出现导致人员死亡的恶性事件，但是现在日趋白热化的对峙行为无疑正在重新将整个世界推向了毁灭的边缘。\n面对当前愈发危险的局势，多个非政府组织在今日联合发表了一份公开声明，声明中呼吁大洋联邦与前进阵线双方冷静下来，通过对话而非冲突解决彼此之间存在的分歧；通过签署新的条约限制舰队扩展速度，这一轮军备竞赛降温；希望双方能够以大局为重，共同维护世界和平与全人类的未来……",
		"pic": ""
	},
	"4105": {
		"subTitle": "保密等级：V",
		"name": "内部文件：授权深入魔方军用化研究",
		"group_ID": 5,
		"id": 4105,
		"is_classified": 0,
		"content": "……我们已经拿到了正式授权文件，可以着手建立研究所和调用所有必要资源用于进行军用化能源魔方的深入研究。这些研究项目完全由军方的，也就是我们自己的科研团队负责，可以在授权允许的范围内进行完全自由的研究。当然，科研的预算也是完全充足的。\n作为以上便利条件的交换，我们首先要拿出一些能够立刻应用的成果才行……记得现在我们已经储备了地面载具和空中载具级的实验型ε-cube引擎，以及之前战舰级的ε-cube动力系统也已经通过理论验证了吧，我们可以首先从将这些装置落地作为启动整个研究计划的第一批项目。\n对于能源魔方的能量来源和拓展性研究也终于可以开始进行了，在这方面我认可安洁博士的观点，能源魔方绝对不仅仅是一个新型能源供应装置那么简单，它的身上应该隐藏着更多的潜力和可能性……\n",
		"pic": "4105"
	},
	"8106": {
		"subTitle": "",
		"name": "社会资料：什么是「舰装」？",
		"group_ID": 6,
		"id": 8106,
		"is_classified": 0,
		"content": "……所谓舰装，是指在舰船这一新型兵器上所使用的装备统称。与在通常军舰上使用的装备类似，根据功能不同舰装也分为驱逐舰、战列舰、航空母舰等。\n在舰装上安装有多个模块，比如舰炮、鱼雷、雷达等。大多数模块外观上很像同名真实产品的复古微缩模型，不过有些则颇具有科幻风格。\n对于正常人来说舰装是无法使用且毫无意义的，可是对于舰船来说舰装则是不可或缺的必需品。只有装备了舰装之后舰船才能拥有真正匹及海军战舰的强大的战斗能力。\n最初舰装是与舰船一同利用心智魔方（某种军方的能源魔方改进型）制作出的产物。随着进一步研究，舰装的某些模块似乎可以独立于舰装进行自由更换。在舰船诞生后不久，专门为舰船的舰装制作的可替换部件就诞生了。具体的制作过程依然是各国的军事机密，我作为民间研究学者自然是无法涉及到的……不过我个人猜测这些舰装上的可替换部件应该依然与心智魔方有关。\n解决了舰装的维护与升级问题对于维持舰船的战斗力十分重要。可以预见，今后在舰船技术的竞争将会主要体现在舰装部件的研发水平上……",
		"pic": ""
	},
	"1106": {
		"subTitle": "保密等级：III",
		"name": "内部文件：极地深海初步调查报告",
		"group_ID": 6,
		"id": 1106,
		"is_classified": 0,
		"content": "……我们的团队从极地的海床上（深度超过1500米）发现了一些颇为有趣的现象。比如取得某些明显不应该属于这个深度和温度下的海洋生物样本。通过对于这些深海生物群落中心位置的探索，我们确信成功回收了一些疑似■古■陨石存在痕迹的样本。与此前的猜想基本相同，疑似样本已经与周边环境融为一体，没有表现出任何天外陨石的痕迹。如果不是本次采用了能够采集特殊能量波段的仪器，这些陨石碎片大概率会被当成普通的海底碎石直接忽略掉。引起■古■大爆炸的天外陨石看来确实具有某种能够将自身与周边自然环境进行「同步」的特殊性质。\n不过前进阵线也注意到了这一现象，并与我们几乎在同一时间进行了海床探索行动。根据■古■陨石的下落轨迹推算，前进阵线现在大概率已经同样回收到了样本。我们建议尽快以科考的名义直接在极地的海面上设立临时研究室，以便赶在他们之前……\n",
		"pic": "1106"
	},
	"2101": {
		"subTitle": "",
		"name": "社会资料：新能源发现？",
		"group_ID": 1,
		"id": 2101,
		"is_classified": 0,
		"content": "……据说在大洋联邦的某处合作研究所中诞生了一种制备容易、低成本、易储存的全新高效清洁能源。如果传闻属实的话，这种新能源无疑将会引发一场世界范围内的能源革命，我们的生活方式也将迎来又一轮彻底的变革！\n为了核实这则传闻的真实性，我们向传闻中提到的研究所提出了采访申请，不过直到发稿前依然没有收到来自研究所的任何回复。听说其他的媒体同行也遭遇到了相同情况，这样沉默不语的举动反而为这则传闻披上了一丝真实性的色彩。\n在本报记者的不懈努力下，终于在昨日通过一个隐秘渠道联系到了一位愿意向我们谈论这个话题的匿名能源部门官员，根据他在言语中透露出的蛛丝马迹，我们终于成功揭开了这个新型神秘能源面纱的一角……\n——————立刻订阅频道，查看完整内容—————",
		"pic": ""
	},
	"2102": {
		"subTitle": "",
		"name": "社会资料：特殊材料生产厂招工！",
		"group_ID": 2,
		"id": 2102,
		"is_classified": 0,
		"content": "……本工厂坐落于纽波特郊区的精密工业生产中心，是整个白鹰首批120个拿到一类「能源魔方」生产许可的企业之一，现在开工在即，面向全社会公开招收各类长期工人150名，工程师50名，研发人员50名。\n1.材料生产工 100名\n2.机器人维护工 50名\n3.工业工程师 10名\n4.系统工程师 40名\n5.特种材料研究员 50名\n性别不限。\n工人年龄在18岁~50岁之间。\n工程师与研发人员年龄不限。\n工人工作经验不限，工程师需要至少5年工作经验，研究员需要至少5年项目研发经验。\n我们承诺您的工资待遇将会大幅高于行业标准水平，详细待遇请来工厂面谈（需要签署保密协议）。\n简历投递方式……",
		"pic": ""
	},
	"2103": {
		"subTitle": "",
		"name": "社会资料：求职广告（组）",
		"group_ID": 3,
		"id": 2103,
		"is_classified": 0,
		"content": "……\n[No42]我是一名40岁的搬运工，因为工作多年的工厂倒闭而失业了，我需要一份工作！\n……\n[No171]我是一名核电站工程师。半年前，我工作了10年的核电站被判定为过时资产而被总公司启动了拍卖程序并开始了大规模裁员。今天，终于轮到我失去工作了……急需一份新工作来养活我和我的家人！\n……\n[No874]52岁男性，熟练的太阳能发电场管理员，寻找新工作。\n……\n[No11010]  27岁，男性，三年工厂工作经验，已经完成了「能源魔方」的知识培训，现在寻找一份进行魔方生产的企业工作，有意愿的企业请按照以下方式联系我...\n……",
		"pic": "2103"
	},
	"all": [
		1101,
		1102,
		1103,
		1104,
		1105,
		1106,
		2101,
		2102,
		2103,
		2104,
		2105,
		2106,
		3101,
		3102,
		3103,
		3104,
		3105,
		3106,
		3201,
		3202,
		3203,
		3204,
		3205,
		3206,
		3301,
		3302,
		3303,
		3304,
		3305,
		3306,
		4101,
		4102,
		4103,
		4104,
		4105,
		4106,
		5101,
		5102,
		5103,
		5104,
		5105,
		5106,
		6101,
		6102,
		6103,
		6104,
		6105,
		6106,
		7101,
		7102,
		7103,
		7104,
		7105,
		7106,
		8101,
		8102,
		8103,
		8104,
		8105,
		8106,
		9101,
		9102,
		9103,
		9104,
		9105,
		9106,
		10101,
		10102,
		10103,
		10104,
		10105,
		10106
	],
	"2104": {
		"subTitle": "",
		"name": "新闻记录：北方联合「魔方」委员会建立",
		"group_ID": 4,
		"id": 2104,
		"is_classified": 0,
		"content": "……昨日，北方联合正式成立了国家「能源魔方」生产管理应用委员会（简称「魔方」委员会），「魔方」委员会的成立标志着北方联合正式将「能源魔方」应用列入了国家下一个五年计划的发展战略。在宣布委员会成立的同时，北方联合一并宣布成立了三家全新的大型国有企业，分用于对「能源魔方」的研发、生产和应用。\n今日，白鹰在例行记者会上继续指控北方联合窃取了白鹰对于「能源魔方」的研究成果，并呼吁整个大洋联邦必须做好准备，以应对前进阵线将神奇的魔方能源应用于能够毁灭整个人类社会的终极邪恶用途中。北方联合则在几个小时后的记者会上作出回应，认为这一指控纯属无稽之谈，前进阵线将会着眼于使用魔方能源改善同盟内部人民的生活水平，以及用于阻止全球气候变化等服务于全人类的目的，而不是像以白鹰为首的大洋联邦那样将「能源魔方」用于研发战争兵器。截止到本文发稿前，白鹰方面还未对此指控作出进一步回应……",
		"pic": ""
	},
	"10106": {
		"subTitle": "",
		"name": "媒体记录：沉默的安全理事会",
		"group_ID": 6,
		"id": 10106,
		"is_classified": 0,
		"content": "……针对近期大洋联邦与前进阵线间逐渐升温的对峙行动，白鹰、北方联合、皇家、东煌、鸢尾五大阵营代表在今日举行了一次闭门会议。会议持续了大约三小时，会谈内容没有对外公开，会议结束后没有任何一位发言人发表讲话，也没有举行任何记者会。整场会议就像在沉默中举行，沉默中结束。\n因为没有任何实质性内容被透露出来，我们无法分析会谈本身得出的成果。不过关于这样一个重要话题的会议居然只进行了三个小时本身就说明了一些问题。这么短暂的会议时间只有两种可能性：第一，各方意见观点很统一，会议顺利结束；第二，各方意见观点相差过大，会议没有继续进行的必要了。考虑到会议结束后各方发言人的一片死寂，这次会谈很可能因为各方差距过大的要求而没有达成任何共识性意见……\n",
		"pic": "10106"
	},
	"9105": {
		"subTitle": "",
		"name": "未公开档案",
		"group_ID": 5,
		"id": 9105,
		"is_classified": 0,
		"content": "未公开内容",
		"pic": ""
	},
	"9101": {
		"subTitle": "",
		"name": "未公开档案",
		"group_ID": 1,
		"id": 9101,
		"is_classified": 0,
		"content": "未公开内容",
		"pic": ""
	},
	"2105": {
		"subTitle": "",
		"name": "媒体记录：世界「魔方」标准大会",
		"group_ID": 5,
		"id": 2105,
		"is_classified": 0,
		"content": "……「魔方」标准大会在今日结束了最后一天日程并公开了会议讨论结果。本次大会是一次史无前例的科学交流盛会。大会主办方利用实时全息通讯技术将分别位于白鹰和北方联合境内的两个分会场拼合为一个虚拟大会场。来自世界各地的科学家，不论大洋联邦还是前进阵线，均派遣了顶级科学家团队参加。\n大会规定魔方的正式名称：「能源魔方」（「ε-cube」），简称为「魔方」。同时提供了一系列能源魔方生产应用中的各项标准。\n与常规能源不同，生产能源魔方最关键的是制作一种成分复杂的特殊合成材料容器。容器生产过程中的各项参数不同将会直接影响生产出能源魔方的质量。在大会上，科学家们对各国公开实验数据进行了广泛讨论，最后制定了一套能够生产出稳定可靠能源魔方的规范化标准。这套标准将会作为国际上民用能源魔方生产和应用领域的通用规范。\n规范化标准的诞生为能源魔方的大规模应用彻底铺平了道路，很快整个世界都将迎来翻天覆地的变化吧……",
		"pic": ""
	},
	"8104": {
		"subTitle": "",
		"name": "新闻记录：前进阵线的大舰队计划",
		"group_ID": 4,
		"id": 8104,
		"is_classified": 0,
		"content": "……前进阵线的军事委员会发言人在本日的记者会上公开发表了一个通告：前进阵线即将开展自己的「舰船」舰队计划，计划将在十年之内，创建一支以「舰船」为核心，包含各类舰艇100余艘的全新舰队。\n国际上普遍认为这一宣言是对于大洋联邦在演习中高调展示Code:G做出的针锋相对的回应。一些学者认为我们有必要继续扩大舰船这一新型战舰的数量，继续增加舰队规模以应对来自前进阵线的更为严峻的挑战。也有专家认为，这一表态恰巧暴露出在心智魔方转换为舰船这一技术领域上，前进阵线已经大幅落后于大洋联邦的研究进度了……\n",
		"pic": "8104"
	},
	"8102": {
		"subTitle": "",
		"name": "新闻记录：前进阵线“海洋”演习",
		"group_ID": 2,
		"id": 8102,
		"is_classified": 0,
		"content": "……前进阵线宣布，将于今年12月10日在全世界三大洋七大海域内同时举行新一轮代号为海洋（Океан）的海上战略演习。海洋系列演习的历史悠久，大约每隔■年举行一次，一直以来都是前进阵线向世界展现力量的重要手段。\n不过这次的海洋演习与上一次之间仅相差了■年时间，有军事专家认为，在这个不符合规律的时间点宣布举行演习很可能是对今年内大洋联邦举行的环帕克菲克洋联合军演的回应。\n考虑到整个前进阵线现役军舰的数量，有专家估算这次演习的参与舰艇数可能会达到规模空前的800余艘。\n在两届演习之间的■年，正是能源魔方及其各种衍生型号出现并高速发展的时期。据悉，前进阵线研发了一种与大洋联邦完全不同的能源魔方应用技术，在短时间内就对现役舰队的三成以上舰艇完成了能源魔方能源改造，这些舰艇的编队演习可能会成为本届海洋演习的主要看点。\n当然，也不要忘记可能的“惊喜”存在。在环帕克菲克洋演习中，大洋联邦毫无征兆的向世界展现了最新的能源魔方兵器「舰船」，不知道前进阵线在年末会不会为世界带来更多的“惊喜”呢……",
		"pic": ""
	},
	"4102": {
		"subTitle": "",
		"name": "社会资料：SNS国际事务板块节选",
		"group_ID": 2,
		"id": 4102,
		"is_classified": 0,
		"content": "……\nNo1127 匿名用户 06:24:43 ID:5bn12axw0\n前进阵线不是之前说的好好的只会在民生领域使用ε-cube么，现在高调宣布列装军队是什么意思？！***的，都是鬼话！\nNo1128 匿名用户 06:29:30 ID:Rx6hJk8sD\n如果我没记错的话，之前大洋联邦也发布过相同的声明吧？说什么与邪恶的前进阵线不同大洋联邦要将魔方用于和平用途，结果联邦比谁的快的都弄出了魔方驱动的载具飞机，甚至改造了世界上第一艘ε-cube军舰……前进阵线会采取相同的做法一点也不奇怪。\nNo1129  匿名用户 06:31:57 ID:tV53HtnH4\n呵，又开始讨论没意义的话题了。大洋联邦和前进阵线都不是什么好东西，早晚它们要把全世界都摧毁掉，赶紧去院子挖避难所吧！\nNo1130  匿名用户 06:33:01 ID:SvB9I4ocm\n确实有一种又一轮军备竞赛开始了的感觉…明明好不容易才缓和了一阵子……不过嘛，每次都这么挺过来了，这次也肯定行！\n……",
		"pic": ""
	},
	"2106": {
		"subTitle": "",
		"name": "媒体记录：保护传统行业，警惕ε-cube！",
		"group_ID": 6,
		"id": 2106,
		"is_classified": 0,
		"content": "……反对ε-cube应用的示威游行已经进入到第六周，参与游行的人数依然在持续上升中。\n大多数示威者认为ε-cube会散发出一种影响人体健康的辐射，甚至操控人类的大脑与精神，示威者指出，ε-cube内置了政府最新型的监控设备，将会对所有人的隐私安全构成威胁。还有示威者认为ε-cube其实前进阵线制造出来的生物武器，目的是消灭大洋联邦的每一个人。\n我们采访了一位近日来知名度较高的反对组织PTE的代表史密斯先生。据史密斯先生所说，PTE的成员主要由各地传统能源行业的从业者和少数科研学者构成，目的是呼唤整个社会对与保护传统能源行业的重视，警惕滥用ε-cube这种连顶尖科学家都无法完全解释其内部结构的科技黑盒可能带来的危险，将目光重新回到包括核能在内的传统能源行业的发展上来。\n值得注意的是，有很多科学研究人员也赞同PTE组织的部分观点，其中甚至包括数位参与过ε-cube研究的知名……\n",
		"pic": "2106"
	},
	"5102": {
		"subTitle": "保密等级：V",
		"name": "实验报告：能源魔方特性研究II",
		"group_ID": 2,
		"id": 5102,
		"is_classified": 0,
		"content": "……在近期的一系列实验中，我的团队中取得了突破性进展。基于某种尚未探明的原因，我们观察到能源魔方在某些特定的电磁环境中能释放出一种独特的信号，而且这种信号是具有“共鸣性”的，在一定范围内的其他实验材料也随着信号的出现而产生了某些性质变化。\n几次关键实验记录如下：\n05月03日09:00 实验开始：使用实验环境XVI与照射组XXVI 进行照射实验；09:10，能源魔方出现异常信号；09:14，实验设备操纵员出现疑似出现幻觉反应，实验终止。\n05月07日09:00 实验开始：本次实验采用远程操控进行；使用实验环境XVI与照射组XXVIII进行照射实验；09:30，能源魔方未出现异常信号，实验结束。\n05月23日09:00 实验开始：本次实验改善了操作员的防护条件；\n使用实验环境XVI与照射组XXIX进行照射实验；09:12，能源魔方出现异常信号；09:20，实验设备操纵员出现疑似出现幻觉反应；09:25，材料组IX出现共鸣反应；09:30，实验结束。\n……",
		"pic": ""
	},
	"7102": {
		"subTitle": "",
		"name": "未公开档案",
		"group_ID": 2,
		"id": 7102,
		"is_classified": 0,
		"content": "未公开内容",
		"pic": ""
	},
	"5106": {
		"subTitle": "保密等级：V",
		"name": "内部文件：关于即将进行的海上测试",
		"group_ID": 6,
		"id": 5106,
		"is_classified": 0,
		"content": "……作为「微光」计划实验的一环，「Code:G」将于本月4日~10日展开为期一周的海上测试，请以海空联合演习的名义对外界发布通告，并关闭由：\n北纬1■°1■′55″  东经15■° 25′■5″\n北纬■6°11′■5″  东经■50° ■5′45″\n北纬14°■1′■5″  东经1■2° ■5′45″\n北纬1■°11′5■″  东经150° 2■′■5″\n四点构成的海空域并对途经海域上空的卫星进行干扰。\n命令周边海军基地部署战斗机群对测试海域上空进行全天候封锁以应对前进阵线可能进行的间谍侦察行动。如果出现任何未经许可进入测试空域的飞行器，各部队可以直接开火予以击毁……\n",
		"pic": "5106"
	},
	"7103": {
		"subTitle": "",
		"name": "未公开档案",
		"group_ID": 3,
		"id": 7103,
		"is_classified": 0,
		"content": "未公开内容",
		"pic": ""
	},
	"7101": {
		"subTitle": "",
		"name": "未公开档案",
		"group_ID": 1,
		"id": 7101,
		"is_classified": 0,
		"content": "未公开内容",
		"pic": ""
	},
	"7104": {
		"subTitle": "",
		"name": "未公开档案",
		"group_ID": 4,
		"id": 7104,
		"is_classified": 0,
		"content": "未公开内容",
		"pic": ""
	},
	"5104": {
		"subTitle": "",
		"name": "社会资料：展品维护公告",
		"group_ID": 4,
		"id": 5104,
		"is_classified": 0,
		"content": "……\n展品暂停展出公告\n各位亲爱的游客，十分抱歉的通知您：\n因维护保养需要，包括功勋战舰企业号（CV-6）船锚在内的多件WWII历史展品将从今日起暂停对外展示。维护预计进行三个月左右，具体维护结束时间将根据实际情况另行通告。\n*展品维护时间*\n6月20日~未定\n\n期间给您带来的不便，敬请谅解！\n\nD.C.海军工厂博物馆管理委员会\n6月1日\n……\n",
		"pic": "5104"
	},
	"7105": {
		"subTitle": "",
		"name": "未公开档案",
		"group_ID": 5,
		"id": 7105,
		"is_classified": 0,
		"content": "未公开内容",
		"pic": ""
	},
	"4106": {
		"subTitle": "",
		"name": "新闻记录：大洋联邦首脑会议闭幕",
		"group_ID": 6,
		"id": 4106,
		"is_classified": 0,
		"content": "……本届在皇家LD举办的大洋联邦首脑会议顺利闭幕。本届会议除了讨论大洋联邦内的经济军事合作以及下一轮大洋联合军演的计划之外，各国首脑还重点讨论了由能源魔方引发的能源革命对于世界格局的冲击，以及在这次能源革命中联邦内各国应该建立的全新合作机制。正如在大会闭幕式上皇家首相的发言所说：\n“因为能源魔方的出现，我们的世界已经永久不可逆的改变了。魔方虽然为我们带来了很多好处，比如我们彻底解决了粮食问题，又比如我们彻底解决了能源问题。但是魔方也为我们带来了很多问题，可能大家已经意识到了，我们现在的世界正在变得越来越不安全。前进阵线用能源魔方武装了军队，建立了无数能源魔方实验基地，他们正在利用能源魔方从一切层面对我们步步紧逼！因此，我们必须进行反击。我们只有、而且必须发展能源魔方武器，才能保护我们的安全，保护我们的世界不被瓦解”……",
		"pic": ""
	},
	"7106": {
		"subTitle": "",
		"name": "未公开档案",
		"group_ID": 6,
		"id": 7106,
		"is_classified": 0,
		"content": "未公开内容",
		"pic": ""
	},
	"3206": {
		"subTitle": "",
		"name": "媒体记录：垃圾治理的新模式",
		"group_ID": 6,
		"id": 3206,
		"is_classified": 0,
		"content": "……垃圾的处理与再利用一直是长期以来困扰人类的问题。现代社会中愈发复杂的化合物使得原始自然填埋降解法成为不可能，就算利用微生物辅助降解也只能满足极小部分需求。垃圾回收处理则因为复杂的回收过程与高昂的分拣成本而使得回收率始终处于低水平状态。目前最常使用的手段是垃圾集中焚烧。通过在特殊环境中对垃圾进行焚烧，最大限度的将垃圾转化为能源。再对焚烧残渣进行多级处理，回收出残渣中的各类金属成分。\n不过随着各类ε-cube供能场的成立，将垃圾进行焚烧进而产生能源已经是一件高成本低收益的事情了。越来越多的垃圾焚烧回收处理厂也因此正处于需要被淘汰，但又无法被淘汰的尴尬处境中，\n好在，因为ε-cube产生的“问题”，也可以从ε-cube身上得到解决方案。在ε-cube带来了几乎零成本的能源之后，最理想但是处理成本最为高昂的垃圾细致分类回收方案再次回到人们的视野内……",
		"pic": ""
	},
	"3204": {
		"subTitle": "",
		"name": "社会资料：“商务伴侣”促销中！",
		"group_ID": 4,
		"id": 3204,
		"is_classified": 0,
		"content": "……全新产品商务伴侣ECII型火爆售卖中！\n商务伴侣ECII型，在保持了无需充电即可享受的无限续航特性的ECI型基础之上，改用了四块ITN公司最新型4.5厘米能源魔方供能，在保持轻巧体积的同时拥有了更加强劲的输出功率。\n不论是常规屏幕办公，还是搭载各类外接设备进行构建增强现实空间，商务伴侣ECII型都可以轻松胜任！\n不仅如此，商务伴侣ECII型还搭载有所有型号产品中最强的抗干扰设备，是一个能在任何恶劣环境下正常运作的移动工作站！\n商务伴侣ECII型系统内置有18种性格的虚拟交流形象，总有一款适合你！\n快来购买一款属于自己的商务伴侣ECII型，享受随时随地自由工作的畅快体验吧！\n团体购买更优惠！\n一次性购买商务伴侣ECII数量达到……",
		"pic": ""
	},
	"3202": {
		"subTitle": "",
		"name": "社会资料：想拥有自己的改装车么？",
		"group_ID": 2,
		"id": 3202,
		"is_classified": 0,
		"content": "……重大好消息！今天！政府终于下发了私人及机构使用ε-cube及ε-cube驱动部件对于六座以下车辆进行改装的许可！在除了购买重新的ε-cube驱动车辆之外，我们终于可以将手里的其他动力爱车改装成ε-cube驱动了！\n在这份许可规定了四十七项可以进行ε-cube改造的改装部件。其中绝大多数都可以从各大ε-cube汽车配件商店中进行购买。虽然也有些部件很难从市面上方便地购买到，不过相信很快各大汽车厂商就会推出大量产品来填充这项市场空白了！\n当然，无论如何请千万不要忘记为改装的爱车进行必要的登记手续！\n让我们一起动手改装自己的爱车吧！\n最后，对于没有时间亲手改装的人也不要难过！在这里我们向您诚心推荐一家经验丰富，甚至能够提供个性化部件定制的改装工厂……",
		"pic": ""
	}
}